Repository: jafs/avm
Catalog: src/source/controles/CtrPower.*.resx
Languages: es

# lblBatDesc.Text
source: In this section you can control all the battery and energy settings. The update button allows to refresh de battery info into fields.
es: En esta sección puedes controlar la configuración de batería y energía. El botón Actualizar te permite refrescar los campos de la batería.

# btnBatActualiza.Text
source: Update
es: Actualizar

# btnBatActualiza.ToolTip
source: Update the fields with last power values
es: Actualiza los campos con la información actual de la batería

# btnBatCapacity.Text
source: Set Capacity
es: Guardar Capacidad

# btnBatCapacity.ToolTip
source: Update battery charge value
es: Actualiza el valor de carga de la batería

# lblBatCapacity.Text
source: Capacity:
es: Capacidad:

# lblBatCapacity.ToolTip
source: Battery level charge
es: Nivel de carga de la batería

# lblBatHealth.Text
source: Battery Health:
es: Salud:

# lblBatHealth.ToolTip
source: Sets the state of health of the battery
es: Establece el estado de salud de la batería

# chkBatPresent.Text
source: Battery present
es: Batería presente

# chkBatPresent.ToolTip
source: Check to indicate that there are a battery plugged
es: Marca para indicar que hay una batería conectada

# nudBatCapacity.ToolTip
source: Between 0 and 100
es: Entre 0 y 100

# lblEstado.Text
source: Battery Status:
es: Estado:

# lblEstado.ToolTip
source: Sets the battery status (charging, full, etc.)
es: Establece el estado de la batería

# chkCargaAc.Text
source: AC Charging
es: Carga AC

# chkCargaAc.ToolTip
source: Check to indicate that there are an AC adaptor plugged
es: Marca para indicar que el cargador AC está conectado
